Repository: robertdevore/img-a11y
Catalog: languages/img-a11y-*.po
Languages: af_af, fr_fr, hi_in

source: Image
hi_in: Foto

source: Images
af_af: Grafieka
hi_in: चित्र

source: Thumbnail
af_af: Miniatuur
fr_fr: Miniature
hi_in: थंबनेल

source: ID
hi_in: आईडी

source: Alt Text
af_af: Alt-teks
fr_fr: Texte alternatif
hi_in: वैकल्पिक पाठ

source: Enter Alt Text
af_af: Voer Alt-teks in
fr_fr: Saisir le texte Alt
hi_in: Alt टेक्स्ट दर्ज करें

source: N/A
af_af: N.V.T
hi_in: एन/ए

source: Save failed: Please ensure every image—including Elementor widgets—has alt text or is marked decorative.
af_af: Stoor het misluk: Maak asseblief seker dat elke beeld—insluitend Elementor-widgets—alt-teks het of as dekoratief gemerk is.
fr_fr: L'enregistrement a échoué : Veuillez vous assurer que chaque image, y compris les widgets Elementor, dispose d'un texte alt ou est marquée comme décorative.
hi_in: सहेजना विफल: कृपया सुनिश्चित करें कि प्रत्येक छवि - एलिमेंटर विजेट सहित - में वैकल्पिक पाठ है या सजावटी चिह्नित है।

source: Save failed: Please ensure all images in the post content have alt tags or are marked as decorative for accessibility.
af_af: Stoor het misluk: Maak asseblief seker dat alle beelde in die plasing se inhoud alt-etikette het of as dekoratief gemerk is vir toeganklikheid.
fr_fr: L'enregistrement a échoué : Veuillez vous assurer que toutes les images dans le contenu du message ont des balises alt ou sont marquées comme décoratives pour l'accessibilité.
hi_in: सहेजना विफल: कृपया सुनिश्चित करें कि पोस्ट सामग्री में सभी छवियों में alt टैग हैं या पहुंच के लिए सजावटी के रूप में चिह्नित हैं।

source: Mark as Decorative
af_af: Merk as Dekoratief
fr_fr: Marquer comme décoratif
hi_in: सजावटी के रूप में चिह्नित करें

source: Check if this image is decorative and does not require alt text.
af_af: Kontroleer of hierdie beeld dekoratief is en nie alt-teks benodig nie.
fr_fr: Vérifier si cette image est décorative et ne nécessite pas de texte alt.
hi_in: जाँचें कि क्या यह छवि सजावटी है और इसमें वैकल्पिक पाठ की आवश्यकता नहीं है।

source: Save failed: Please provide an Alt tag for accessibility or mark the image as decorative.
af_af: Stoor het misluk: Verskaf asseblief 'n Alt-etiket vir toeganklikheid of merk die beeld as dekoratief.
fr_fr: L'enregistrement a échoué : Veuillez fournir une balise Alt pour l'accessibilité ou marquer l'image comme décorative.
hi_in: सहेजना विफल: कृपया पहुंच-योग्यता के लिए Alt टैग प्रदान करें या छवि को सजावटी के रूप में चिह्नित करें.

source: Images Accessibility Overview
af_af: Oorsig van Toeganklikheid van Beelde
fr_fr: Aperçu de l'accessibilité des images
hi_in: छवियाँ पहुँच क्षमता अवलोकन

source: Support
af_af: Hulp
hi_in: मदद

source: Documentation
af_af: Dokumentasie
hi_in: प्रलेखन

source: Decorative Images
af_af: Dekoratiewe Beelde
fr_fr: Images décoratives
hi_in: सजावटी छवियाँ

source: Non-Decorative Images Without Alt Text
af_af: Nie-dekoratiewe beelde sonder alt-teks
fr_fr: Images non-décoratives sans texte Alt
hi_in: वैकल्पिक पाठ के बिना गैर-सजावटी छवियाँ

source: Non-Decorative Images With Alt Text
af_af: Nie-dekoratiewe beelde met alt-teks
fr_fr: Images non-décoratives avec texte Alt
hi_in: Alt टेक्स्ट के साथ गैर-सजावटी छवियाँ

source: You do not have permission to edit this image.
af_af: Jy het nie toestemming om hierdie beeld te wysig nie.
fr_fr: Vous n'avez pas l'autorisation de modifier cette image.
hi_in: आपको इस छवि को संपादित करने की अनुमति नहीं है.

source: Alt text updated successfully.
af_af: Alt-teks suksesvol opgedateer.
fr_fr: Le texte Alt a été mis à jour avec succès.
hi_in: Alt पाठ सफलतापूर्वक अद्यतन किया गया.

source: View details
af_af: Koekeloer na besonderhede
fr_fr: Voir les détails
hi_in: विवरण देखें

source: More information about %s
af_af: Meer inligting oor %s
fr_fr: Plus d’informations sur %s
hi_in: %s के बारे में अधिक जानकारी

source: Check for updates
af_af: Kontroleer vir bywerkings
fr_fr: Vérifier les mises à jour
hi_in: अद्यतन के लिए जाँच

# the plugin title
source: The %s plugin is up to date.
af_af: Die %s-inprop is op datum.
fr_fr: Le plugin %s est à jour.
hi_in: %s प्लगइन अद्यतन है.

# the plugin title
source: A new version of the %s plugin is available.
af_af: 'n Nuwe weergawe van die %s-inprop is beskikbaar.
fr_fr: Une nouvelle version de l'extension %s est disponible.
hi_in: %s प्लगइन का नया संस्करण उपलब्ध है.

# the plugin title
source: Could not determine if updates are available for %s.
af_af: Kon nie bepaal of opdaterings beskikbaar is vir %s nie.
fr_fr: Impossible de déterminer si des mises à jour sont disponibles pour %s.
hi_in: यह निर्धारित नहीं किया जा सका कि %s के लिए अद्यतन उपलब्ध हैं या नहीं।

source: Unknown update checker status "%s"
af_af: Onbekende opdateringshersiener-status " %s"
fr_fr: Mise à jour inconnue statut "%s"
hi_in: अज्ञात अद्यतन जाँचकर्ता स्थिति "%s"

source: There is no changelog available.
af_af: Daar is geen veranderingslogboek beskikbaar nie.
fr_fr: Aucun registre de modifications disponible.
hi_in: कोई परिवर्तन-सूची उपलब्ध नहीं है।

source: Adds fields for decorative image marking, long descriptions, and accessibility prompts to the WordPress media editor. Validates on post save to ensure all images meet accessibility requirements.
af_af: Voeg velde by vir dekoratiewe beeldmerkies, lang beskrywings en toeganklikheidsaanwysings by die WordPress-mediaredigeerder. Valideer tydens plasing om te verseker dat alle beelde aan toeganklikheidsvereistes voldoen.
fr_fr: Ajoute des champs pour le marquage des images décoratives, les descriptions longues et les invites d'accessibilité à l'éditeur de médias de WordPress. Validation lors de l'enregistrement de l'article pour s'assurer que toutes les images répondent aux exigences d'accessibilité.
hi_in: वर्डप्रेस मीडिया एडिटर में सजावटी छवि मार्किंग, लंबे विवरण और एक्सेसिबिलिटी प्रॉम्प्ट के लिए फ़ील्ड जोड़ता है। पोस्ट सेव करने पर यह सुनिश्चित करता है कि सभी छवियां एक्सेसिबिलिटी आवश्यकताओं को पूरा करती हैं।
